---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PlanTopology
source: html/06863bcd-9953-4101-3667-634ba3b76e11.htm
---
# PlanTopology Members

Causes the object to release immediately any resources it may be utilizing.